aaron-bond.better-comments
anseki.vscode-color
astro-build.astro-vscode
balmor.behave
bierner.color-info
bradlc.vscode-tailwindcss
castwide.ruby-debug
castwide.solargraph
chrismettal.behave-full-theme
csstools.postcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
donjayamanne.githistory
dsobotta.godot-rust-vscode
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jbockle.jbockle-format-files
krizzdewizz.goto-last-edit-location
liwangqian.luacoderassist
mechatroner.rainbow-csv
meta.relay
mgmcdermott.vscode-language-babel
misogi.ruby-rubocop
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
naumovs.color-highlight
pmneo.tsimporter
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
sourcegraph.sourcegraph
steoates.autoimport
thadeu.vscode-run-rspec-file
twxs.cmake
waderyan.gitblame
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
